/* 
 Localizable.strings
 Sparkle
 
 Created by Pranav Bhat on 10/21/13.
 Copyright (c) 2013 Oracle Corporation. All rights reserved.
 */

/* Web Java View strings */
"webJavaWindowTitle" = "Plugin del browser disabilitato";
"webJavaViewHeading" = "Il contenuto Java è disabilitato nei browser Web";
"webJavaViewDesc" = "Per abilitarlo, selezionare Abilitare il contenuto Java nel browser nella scheda Sicurezza del Pannello di controllo Java";

/* Restore Windows Strings */
"restoreWindowTitle" = "Ripristina prompt di sicurezza";
"restoreWindowDesc" = "Alcuni prompt di sicurezza Java sono stati nascosti quando è stata selezionata l'opzione \"Non visualizzare nuovamente\". È possibile migliorare la sicurezza delle informazioni personali ripristinando questi prompt ogni 30 giorni.";
"moreInformation" = "Ulteriori informazioni";
"restoreCheckbox" = "Ripristina prompt di sicurezza Java";

/* Common strings*/
"continueButton" = "Continua";
"closeButton" = "Chiudi";

/* Security level warning message as per UE team's recommendation*/
"securityHightenedWarning" = "Il livello di sicurezza verrà impostato sul valore minimo Alta.";
